[
  {
    "id": 1,
    "category": "Standard",
    "description": "Our Standard rooms at Sea Side Resort are a comfortable and affordable option for those seeking a relaxing seaside getaway. With all the basic amenities you need for a comfortable stay, including a private bathroom, air conditioning, and a comfortable bed, these rooms offer great value for money. The decor is simple and elegant, with soft, neutral colors and classic furnishings. You can enjoy beautiful views of the sea or the gardens from your room, and take advantage of all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
    "img" : "./assets/std.jpg",
    "price": 100,
    "occupancy": 2,
    "beds": 1
  },
  {
    "id": 2,
    "category": "Superior",
    "description": "Our Superior rooms at Sea Side Resort offer a more spacious and luxurious option for those seeking a seaside retreat. These rooms are elegantly decorated with high-quality furnishings and beautiful fabrics, and feature a comfortable king-size bed and a private balcony or terrace with stunning sea views. The en-suite bathroom is well-appointed with high-quality fixtures and amenities, including a rain shower and complimentary toiletries. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
    "img" : "./assets/superior.jpg",
    "price": 150,
    "occupancy": 2,
    "beds": 2
  },
  {
    "id": 3,
    "category": "Deluxe",
    "description": "Our Deluxe rooms at Sea Side Resort are the epitome of seaside luxury. These spacious and beautifully appointed rooms feature high-end furnishings and luxurious amenities, including a comfortable king-size bed, a private balcony with sea views, and a luxurious en-suite bathroom with a jacuzzi and separate shower. The decor is elegant and sophisticated, with soft, muted colors and tasteful artwork. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
    "img" : "./assets/deluxe.jpg",
    "price": 250,
    "occupancy": 2,
    "beds": 1,
    "extras": ["balcony", "jacuzzi"]
  },
  {
    "id": 4,
    "category": "Suite",
    "description": "Our Suites at Sea Side Resort are the ultimate seaside retreat. These luxurious and spacious rooms feature a separate living area with comfortable seating and a flat-screen TV, as well as a private bedroom with a king-size bed and a stunning sea view. The en-suite bathroom is beautifully appointed with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a mini fridge, and a kitchenette with a microwave and sink. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
    "img" : "",
    "price": 350,
    "occupancy": 4,
    "beds": 2,
    "extras": ["kitchenette", "fireplace"]
  },
 {
  "id": 5,
  "category": "Penthouse",
  "description": "Our Penthouse at Sea Side Resort is the most luxurious and spacious room in the resort, with stunning views of the sea from every angle. This two-story suite features a spacious living room with comfortable seating, a flat-screen TV, and a private balcony with breathtaking sea views. The upper floor features a master bedroom with a king-size bed and a private balcony, as well as a second bedroom with twin beds. Both bedrooms have en-suite bathrooms with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a mini fridge, and a kitchenette with a microwave and sink. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/pentahouse.jpg",
  "price": 500,
  "occupancy": 4,
  "beds": 3,
  "extras": ["balcony", "kitchenette", "fireplace"]
},
{
  "id": 6,
  "category": "Ocean View Room",
  "description": "Our Ocean View Room at Sea Side Resort offers a stunning view of the ocean from the comfort of your bed. The room features a king-size bed, en-suite bathroom with high-end fixtures and amenities, including a rain shower and a separate bathtub, air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/occanview.jpg",
  "price": 250,
  "occupancy": 2,
  "beds": 1,
  "extras": ["ocean view", "mini fridge", "air conditioning"]
},
{
  "id": 7,
  "category": "Garden View Suite",
  "description": "Our Garden View Suite at Sea Side Resort is a spacious and elegant room with a view of the resort's lush gardens. The suite features a king-size bed, en-suite bathroom with high-end fixtures and amenities, including a rain shower and a separate bathtub, air conditioning, a flat-screen TV, and a mini fridge. The room also has a separate seating area with a sofa bed, perfect for families or friends traveling together. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/gardenView.jpg",
  "price": 350,
  "occupancy": 3,
  "beds": 2,
  "extras": ["garden view", "mini fridge", "air conditioning"]
},
{
  "id": 8,
  "category": "Beachfront Villa",
  "description": "Our Beachfront Villa at Sea Side Resort is the ultimate in luxury and privacy. This spacious villa offers direct access to the beach and stunning views of the sea. The villa features two bedrooms, each with a king-size bed and en-suite bathroom with high-end fixtures and amenities, including a rain shower and a separate bathtub. The villa also has a spacious living room with comfortable seating, a flat-screen TV, and a private terrace with outdoor seating and a private plunge pool. Other amenities include air conditioning, a fully equipped kitchen, and a dining area. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/seeView.jpg",
  "price": 1200,
  "occupancy": 4,
  "beds": 2,
  "extras": ["beachfront", "private terrace", "plunge pool"]
},
{
  "id": 9,
  "category": "Family Suite",
  "description": "Our Family Suite at Sea Side Resort is perfect for families or groups traveling together. The suite features two separate bedrooms, one with a king-size bed and the other with twin beds, as well as a separate living room with a sofa bed. Each bedroom has its own en-suite bathroom with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/family.jpg",
  "price": 450,
  "occupancy": 5,
  "beds": 3,
  "extras": ["separate living room", "mini fridge", "air conditioning"]
},
{
  "id": 10,
  "category": "Deluxe Room",
  "description": "Our Deluxe Room at Sea Side Resort is a comfortable and spacious room with elegant decor and high-end amenities. The room features a king-size bed, en-suite bathroom with high-end fixtures and amenities, including a rain shower and a separate bathtub, air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/deluxe.jpg",
  "price": 300,
  "occupancy": 2,
  "beds": 1,
  "extras": ["mini fridge", "air conditioning", "flat-screen TV"]
},
{
  "id": 11,
  "category": "Penthouse Suite",
  "description": "Our Penthouse Suite at Sea Side Resort is the ultimate luxury accommodation for those seeking a premium experience. Located on the top floor, the suite features breathtaking panoramic views of the ocean and the resort's surroundings. The suite has a large bedroom with a king-size bed, a spacious living room with a sofa bed, and a private rooftop terrace with a Jacuzzi. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/pentahouse.jpg",
  "price": 800,
  "occupancy": 3,
  "beds": 2,
  "extras": ["private rooftop terrace", "Jacuzzi", "panoramic views"]
},
{
  "id": 12,
  "category": "Garden Villa",
  "description": "Our Garden Villa at Sea Side Resort is a private oasis tucked away in the lush tropical gardens of the resort. The villa features a spacious bedroom with a king-size bed, an en-suite bathroom with high-end fixtures and amenities, including a rain shower and a separate bathtub, and a separate living room with a sofa bed. The villa also has its own private garden with a plunge pool and outdoor seating area. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/garden.jpg",
  "price": 600,
  "occupancy": 3,
  "beds": 2,
  "extras": ["private garden", "plunge pool", "outdoor seating area"]
},
{
  "id": 13,
  "category": "Presidential Suite",
  "description": "Our Presidential Suite at Sea Side Resort is the epitome of luxury and sophistication. The suite features a large bedroom with a king-size bed, a separate living room with a sofa bed, and a dining area. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. The suite also has a private balcony with stunning views of the ocean and the resort's surroundings. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/presidential.jpg",
  "price": 1000,
  "occupancy": 3,
  "beds": 2,
  "extras": ["private balcony", "stunning views", "dining area"]
},
{
  "id": 14,
  "category": "Family Suite",
  "description": "Our Family Suite at Sea Side Resort is the perfect accommodation for families with children. The suite features two bedrooms, one with a king-size bed and the other with two twin beds, and a separate living room with a sofa bed. The suite has a balcony with views of the resort's surroundings. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/family.jpg",
  "price": 700,
  "occupancy": 5,
  "beds": 3,
  "extras": ["balcony with views", "two separate bedrooms", "ideal for families"]
},
{
  "id": 15,
  "category": "Honeymoon Suite",
  "description": "Our Honeymoon Suite at Sea Side Resort is the perfect choice for couples looking for a romantic getaway. The suite features a king-size bed, a separate living room with a sofa bed, and a private balcony with stunning views of the ocean. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "https://images.unsplash.com/photo-1582719478250-c89cae4dc85b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80",
  "price": 500,
  "occupancy": 2,
  "beds": 1,
  "extras": ["private balcony", "romantic setting", "ocean views"]
},
{
  "id": 16,
  "category": "Executive Suite",
  "description": "Our Executive Suite at Sea Side Resort is designed for business travelers who want to mix business with pleasure. The suite features a large bedroom with a king-size bed, a separate living room with a sofa bed, and a work desk. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. The suite also has a private balcony with views of the resort's surroundings. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/mainView.jpg",
  "price": 600,
  "occupancy": 3,
  "beds": 2,
  "extras": ["private balcony", "work desk", "ideal for business travelers"]
},
{
  "id": 17,
  "category": "Pool Villa",
  "description": "Our Pool Villa at Sea Side Resort is the ultimate luxury accommodation for those seeking privacy and relaxation. The villa features a king-size bed, a separate living room with a sofa bed, a fully equipped kitchen, and a private infinity pool overlooking the ocean. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/resort.jpg",
  "price": 1200,
  "occupancy": 2,
  "beds": 1,
  "extras": ["private infinity pool", "ocean views", "fully equipped kitchen"]
},
{
  "id": 18,
  "category": "Presidential Suite",
  "description": "Our Presidential Suite at Sea Side Resort is the epitome of luxury and grandeur. The suite features a king-size bed, a separate living room with a sofa bed, a dining area, a fully equipped kitchen, and a private balcony with breathtaking views of the ocean. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/presidential2.jpg",
  "price": 2000,
  "occupancy": 4,
  "beds": 2,
  "extras": ["private balcony", "fully equipped kitchen", "ocean views"]
},
{
  "id": 19,
  "category": "Junior Suite",
  "description": "Our Junior Suite at Sea Side Resort is the perfect choice for those who want a little more space and luxury. The suite features a king-size bed, a separate living room with a sofa bed, and a private balcony with views of the resort's surroundings. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/junior.jpg",
  "price": 400,
  "occupancy": 2,
  "beds": 1,
  "extras": ["private balcony", "spacious", "comfortable"]
},
{
  "id": 20,
  "category": "Family Suite",
  "description": "Our Family Suite at Sea Side Resort is the perfect accommodation for families who want to stay together in comfort and style. The suite features two separate bedrooms, one with a king-size bed and the other with twin beds, a living room with a sofa bed, and a private balcony with views of the resort's surroundings. The en-suite bathroom is equipped with high-end fixtures and amenities, including a rain shower and a separate bathtub. Other amenities include air conditioning, a flat-screen TV, and a mini fridge. You can enjoy access to all the resort's amenities, including the swimming pool, spa, and beach access. Complimentary breakfast is included.",
  "img" : "./assets/family.jpg",
  "price": 800,
  "occupancy": 4,
  "beds": 3,
  "extras": ["private balcony", "spacious", "perfect for families"]
}
]